Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# dialog.sshURL.launchFailed.launch
source: cmux ssh could not be launched.
ar: تعذر تشغيل cmux ssh.
de: cmux ssh konnte nicht gestartet werden.
es: No se pudo iniciar cmux ssh.
fr: cmux ssh n’a pas pu être lancé.
ja: cmux ssh を起動できませんでした。
ko: cmux ssh를 실행할 수 없습니다.
zh_hans: 无法启动 cmux ssh。
zh_hant: 無法啟動 cmux ssh。

# dialog.sshURL.launchFailed.missingCLI
source: The bundled cmux CLI is missing from this app build.
ar: واجهة سطر أوامر cmux المضمنة مفقودة من نسخة بناء التطبيق هذه.
de: Die gebündelte cmux-CLI fehlt in diesem App-Build.
es: La CLI de cmux integrada no se encuentra en esta compilación de la aplicación.
fr: La CLI cmux intégrée est manquante dans cette build d’application.
ja: このアプリビルドに同梱されている cmux CLI が見つかりません。
ko: 이 앱 빌드에 내장된 cmux CLI가 누락되었습니다.
zh_hans: 此应用构建中缺少内置的 cmux CLI。
zh_hant: 此應用程式版本中缺少隨附的 cmux CLI。

# dialog.sshURL.launchFailed.title
source: Couldn't Open SSH Link
ar: تعذر فتح رابط SSH
de: SSH-Link konnte nicht geöffnet werden
es: No se pudo abrir el enlace SSH
fr: Impossible d’ouvrir le lien SSH
ja: SSH リンクを開けませんでした
ko: SSH 링크를 열 수 없음
zh_hans: 无法打开 SSH 链接
zh_hant: 無法開啟 SSH 連結

# dialog.sshURL.message
source: An external link wants to open "%@" in cmux. Do you want to open this SSH workspace? If you did not initiate this request, it may represent an attempted attack on your system. Only continue if you explicitly started this action.
ar: يرغب رابط خارجي في فتح "%@" في cmux. هل تريد فتح مساحة عمل SSH هذه؟ إذا لم تقم بإنشاء هذا الطلب، فقد يمثل محاولة هجوم على نظامك. لا تستمر إلا إذا بدأت هذا الإجراء بشكل صريح.
de: Ein externer Link möchte „%@“ in cmux öffnen. Möchten Sie diesen SSH-Arbeitsbereich öffnen? Falls Sie diese Anfrage nicht initiiert haben, könnte es sich um einen Angriffsversuch auf Ihr System handeln. Fahren Sie nur fort, wenn Sie diese Aktion explizit gestartet haben.
es: Un enlace externo quiere abrir "%@" en cmux. ¿Quieres abrir este espacio de trabajo SSH? Si no iniciaste esta solicitud, podría tratarse de un intento de ataque a tu sistema. Continúa únicamente si iniciaste esta acción de forma explícita.
fr: Un lien externe souhaite ouvrir "%@" dans cmux. Voulez-vous ouvrir cet espace de travail SSH ? Si vous n'êtes pas à l'origine de cette demande, elle peut représenter une tentative d'attaque contre votre système. Ne continuez que si vous avez explicitement lancé cette action.
ja: 外部リンクが "%@" を cmux で開こうとしています。この SSH ワークスペースを開きますか？ この操作を開始した覚えがない場合、システムへの攻撃の可能性があります。明示的にこの操作を開始した場合のみ続行してください。
ko: 외부 링크에서 cmux로 "%@"을(를) 열려고 합니다. 이 SSH 작업 공간을 여시겠습니까? 직접 이 요청을 시작하지 않으셨다면 시스템을 향한 공격 시도일 수 있습니다. 본인이 명시적으로 시작한 동작인 경우에만 진행하세요.
zh_hans: 有外部链接想在 cmux 中打开“%@”。要打开此 SSH 工作区吗？ 如果这不是你发起的请求，可能是有人试图攻击你的系统。只有在你明确发起此操作时才继续。
zh_hant: 外部連結想要在 cmux 中開啟「%@」。要開啟此 SSH 工作區嗎？ 若您並未發起此請求，這可能是對您系統的攻擊嘗試。只有在您明確啟動此動作時才繼續。

# dialog.sshURL.run
source: Open
ar: فتح
de: Offen
es: Abierto
fr: Ouvrir
ja: 開く
ko: 열려 있는
zh_hans: 打开
zh_hant: 打開

# dialog.sshURL.targetLabel
source: SSH target: %@
ar: هدف SSH: %@
de: SSH-Ziel: %@
es: Destino SSH: %@
fr: Cible SSH : %@
ja: SSH 接続先: %@
ko: SSH 대상: %@
zh_hans: SSH 目标：%@
zh_hant: SSH 目標：%@

# dialog.sshURL.title
source: Open SSH Workspace in cmux?
ar: هل تريد فتح مساحة عمل SSH في cmux؟
de: SSH-Arbeitsbereich in cmux öffnen?
es: ¿Abrir espacio de trabajo SSH en cmux?
fr: Ouvrir l’espace de travail SSH dans cmux ?
ja: cmux で SSH ワークスペースを開きますか？
ko: cmux에서 SSH 작업 공간을 여시겠습니까?
zh_hans: 在 cmux 中打开 SSH 工作区？
zh_hant: 要在 cmux 中開啟 SSH 工作區嗎？

# dialog.textURL.blocked.ok
source: OK
ar: حسنًا
bs: U redu
es: Aceptar
fr: D'ACCORD
ko: 확인
th: ตกลง
tr: Tamam
zh_hans: 确定
zh_hant: 確定

# dialog.textURL.blocked.title
source: cmux Link Blocked
ar: تم حظر رابط cmux
bs: cmux Link blokiran
da: cmux Link blokeret
de: cmux Link blockiert
es: Enlace cmux bloqueado
fr: Lien cmux bloqué
it: cmux Collegamento bloccato
ja: cmux リンクがブロックされました
ko: cmux 링크가 차단됨
nb: cmux Link blokkert
pl: Zablokowane łącze cmux
pt_br: Link cmux bloqueado
ru: Ссылка cmux заблокирована
th: ลิงก์ cmux ถูกบล็อก
tr: cmux Bağlantısı Engellendi
uk: Посилання cmux заблоковано
zh_hans: cmux 链接被阻止
zh_hant: cmux 連結被阻止

# dialog.textURL.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# dialog.textURL.error.duplicateParameter
source: The link repeated a parameter: %@
ar: قام الرابط بتكرار معلمة: %@
bs: Veza je ponovila parametar: %@
da: Linket gentog en parameter: %@
de: Der Link wiederholte einen Parameter: %@
es: El enlace repetía un parámetro: %@
fr: Le lien répétait un paramètre: %@
it: Il collegamento ripeteva un parametro: %@
ja: リンクでパラメータが重複しています: %@
ko: 링크에서 매개변수 %@를 반복했습니다.
nb: Koblingen gjentok en parameter: %@
pl: W łączu powtórzono parametr: %@
pt_br: O link repetiu um parâmetro: %@
ru: Ссылка повторяла параметр: %@
th: ลิงก์ทำซ้ำพารามิเตอร์: %@
tr: Bağlantı bir parametreyi tekrarladı: %@
uk: Посилання повторювало параметр: %@
zh_hans: 该链接重复了一个参数: %@
zh_hant: 此連結重複了一個參數: %@

# dialog.textURL.error.invalidBooleanParameter
source: The link included an invalid boolean value for parameter: %@
ar: يتضمن الارتباط قيمة منطقية غير صالحة للمعلمة: %@
bs: Veza je uključivala nevažeću logičku vrijednost za parametar: %@
da: Linket indeholdt en ugyldig boolesk værdi for parameteren: %@
de: Der Link enthielt einen ungültigen booleschen Wert für den Parameter: %@
es: El enlace incluía un valor booleano no válido para el parámetro: %@
fr: Le lien incluait une valeur booléenne non valide pour le paramètre: %@
it: Il collegamento includeva un valore booleano non valido per il parametro: %@
ja: リンクのパラメータに無効な真偽値が含まれています: %@
ko: 링크에 매개변수 %@에 잘못된 부울 값이 포함되어 있습니다.
nb: Linken inkluderte en ugyldig boolsk verdi for parameteren: %@
pl: Link zawierał nieprawidłową wartość logiczną parametru: %@
pt_br: O link incluía um valor booleano inválido para o parâmetro: %@
ru: Ссылка содержала недопустимое логическое значение параметра: %@.
th: ลิงก์นี้มีค่าบูลีนที่ไม่ถูกต้องสำหรับพารามิเตอร์: %@
tr: Bağlantı, şu parametre için geçersiz bir boolean değeri içeriyordu: %@
uk: Посилання містило недійсне логічне значення для параметра: %@
zh_hans: 该链接包含参数的无效布尔值: %@
zh_hant: 此連結包含參數的無效布林值: %@

# dialog.textURL.error.missingText
source: The link did not include text.
ar: الرابط لم يتضمن النص.
bs: Veza nije sadržavala tekst.
da: Linket indeholdt ikke tekst.
de: Der Link enthielt keinen Text.
es: El enlace no incluía texto.
fr: Le lien ne comprenait pas de texte.
it: Il collegamento non includeva testo.
ja: リンクにテキストが含まれていません。
ko: 링크에 텍스트가 포함되지 않았습니다.
nb: Linken inneholdt ikke tekst.
pl: Link nie zawierał tekstu.
pt_br: O link não incluía texto.
ru: В ссылке не было текста.
th: ลิงก์ไม่มีข้อความ
tr: Bağlantı metin içermiyordu.
uk: Посилання не містить тексту.
zh_hans: 该链接不包含文本。
zh_hant: 該連結不包含文字。

# dialog.textURL.error.multipleLinks
source: Only one cmux external link can be opened at a time.
ar: يمكن فتح رابط خارجي واحد من cmux فقط في كل مرة.
bs: Istovremeno se može otvoriti samo jedna vanjska cmux veza.
da: Kun ét eksternt cmux-link kan åbnes ad gangen.
de: Es kann jeweils nur ein externer cmux-Link geöffnet werden.
es: Solo se puede abrir un enlace externo de cmux a la vez.
fr: Un seul lien externe cmux peut être ouvert à la fois.
it: È possibile aprire solo un link esterno cmux alla volta.
ja: cmux の外部リンクは一度に 1 つだけ開けます。
ko: 한 번에 하나의 cmux 외부 링크만 열 수 있습니다.
nb: Bare én ekstern cmux-kobling kan åpnes om gangen.
pl: Jednocześnie można otworzyć tylko jeden zewnętrzny link cmux.
pt_br: Apenas um link externo do cmux pode ser aberto por vez.
ru: Одновременно можно открыть только одну внешнюю ссылку cmux.
th: สามารถเปิดลิงก์ภายนอก cmux ได้ครั้งละหนึ่งรายการเท่านั้น
tr: Aynı anda yalnızca bir harici cmux bağlantısı açılabilir.
uk: Одночасно можна відкрити лише одне зовнішнє посилання cmux.
zh_hans: 一次只能打开一个 cmux 外部链接。
zh_hant: 一次只能開啟一個 cmux 外部連結。

# dialog.textURL.error.nameContainsUnsafeCharacters
source: The link name contains hidden control or formatting characters, so cmux refused to use it.
ar: يحتوي اسم الارتباط على أحرف تحكم أو تنسيق مخفية، لذا رفضت cmux استخدامه.
bs: Ime veze sadrži skrivene znakove za kontrolu ili formatiranje, tako da je cmux odbio da ga koristi.
da: Linknavnet indeholder skjulte kontrol- eller formateringstegn, så cmux nægtede at bruge det.
de: Der Linkname enthält versteckte Steuer- oder Formatierungszeichen, daher weigerte sich cmux, ihn zu verwenden.
es: El nombre del enlace contiene caracteres de control o formato ocultos, por lo que cmux se negó a usarlo.
fr: Le nom du lien contient des caractères de contrôle ou de formatage cachés, donc cmux a refusé de l'utiliser.
it: Il nome del collegamento contiene caratteri di controllo o formattazione nascosti, quindi cmux ha rifiutato di utilizzarlo.
ja: リンク名に非表示の制御文字または書式文字が含まれているため、cmux は使用を拒否しました。
ko: 링크 이름에 숨겨진 제어 또는 서식 지정 문자가 포함되어 있으므로 cmux는 이를 사용하기를 거부했습니다.
nb: Koblingsnavnet inneholder skjulte kontroll- eller formateringstegn, så cmux nektet å bruke det.
pl: Nazwa łącza zawiera ukryte znaki sterujące lub formatujące, więc cmux odmówił jego użycia.
pt_br: O nome do link contém controles ocultos ou caracteres de formatação, então cmux se recusou a usá-lo.
ru: Имя ссылки содержит скрытые управляющие или форматирующие символы, поэтому cmux отказался ее использовать.
th: ชื่อลิงก์มีอักขระควบคุมหรือการจัดรูปแบบที่ซ่อนอยู่ ดังนั้น cmux จึงปฏิเสธที่จะใช้
tr: Bağlantı adı gizli kontrol veya biçimlendirme karakterleri içerdiğinden cmux onu kullanmayı reddetti.
uk: Назва посилання містить приховані символи керування або форматування, тому cmux відмовився від її використання.
zh_hans: 链接名称包含隐藏控制或格式字符，因此 cmux 拒绝使用它。
zh_hant: 連結名稱包含隱藏控製或格式字符，因此 cmux 拒絕使用它。

# dialog.textURL.error.nameTooLong
source: The link name is too long. The maximum length is %lld characters.
ar: اسم الرابط طويل جدًا. الحد الأقصى للطول هو %lld حرف.
bs: Naziv veze je predugačak. Maksimalna dužina je %lld znakova.
da: Linknavnet er for langt. Den maksimale længde er %lld tegn.
de: Der Linkname ist zu lang. Die maximale Länge beträgt %lld Zeichen.
es: El nombre del enlace es demasiado largo. La longitud máxima es de %lld caracteres.
fr: Le nom du lien est trop long. La longueur maximale est de %lld caractères.
it: Il nome del collegamento è troppo lungo. La lunghezza massima è di %lld caratteri.
ja: リンク名が長すぎます。最大長は%lld文字です。
ko: 링크 이름이 너무 깁니다. 최대 길이는 %lld자입니다.
nb: Linknavnet er for langt. Maksimal lengde er %lld tegn.
pl: Nazwa linku jest za długa. Maksymalna długość to znaki %lld.
pt_br: O nome do link é muito longo. O comprimento máximo é de caracteres %lld.
ru: Имя ссылки слишком длинное. Максимальная длина — %lld символов.
th: ชื่อลิงก์ยาวเกินไป ความยาวสูงสุดคืออักขระ %lld
tr: Bağlantı adı çok uzun. Maksimum uzunluk %lld karakterdir.
uk: Назва посилання задовга. Максимальна довжина – %lld символів.
zh_hans: 链接名称过长。最大长度为 %lld 个字符。
zh_hant: 連結名稱過長。最大長度為 %lld 個字元。

# dialog.textURL.error.textContainsUnsafeCharacters
source: The link text contains unsupported or hidden characters, so cmux refused to use it.
ar: يحتوي نص الارتباط على أحرف غير مدعومة أو مخفية، لذا رفضت cmux استخدامه.
bs: Tekst veze sadrži nepodržane ili skrivene znakove, pa je cmux odbio da ga koristi.
da: Linkteksten indeholder ikke-understøttede eller skjulte tegn, så cmux nægtede at bruge den.
de: Der Linktext enthält nicht unterstützte oder versteckte Zeichen, daher weigerte sich cmux, ihn zu verwenden.
es: El texto del enlace contiene caracteres ocultos o no admitidos, por lo que cmux se negó a utilizarlo.
fr: Le texte du lien contient des caractères non pris en charge ou masqués, donc cmux a refusé de l'utiliser.
it: Il testo del collegamento contiene caratteri non supportati o nascosti, quindi cmux ha rifiutato di utilizzarlo.
ja: リンクテキストに未対応または非表示の文字が含まれているため、cmux は使用を拒否しました。
ko: 링크 텍스트에 지원되지 않거나 숨겨진 문자가 포함되어 있어 cmux가 사용을 거부했습니다.
nb: Linkteksten inneholder ustøttede eller skjulte tegn, så cmux nektet å bruke den.
pl: Tekst łącza zawiera nieobsługiwane lub ukryte znaki, dlatego cmux odmówił jego użycia.
pt_br: O texto do link contém caracteres não suportados ou ocultos, então cmux recusou-se a usá-lo.
ru: Текст ссылки содержит неподдерживаемые или скрытые символы, поэтому cmux отказался ее использовать.
th: ข้อความลิงก์มีอักขระที่ไม่รองรับหรือซ่อนไว้ ดังนั้น cmux จึงปฏิเสธที่จะใช้
tr: Bağlantı metni desteklenmeyen veya gizli karakterler içerdiğinden cmux onu kullanmayı reddetti.
uk: Текст посилання містить непідтримувані або приховані символи, тому cmux відмовився його використовувати.
zh_hans: 链接文本包含不支持或隐藏的字符，因此 cmux 拒绝使用它。
zh_hant: 連結文字包含不支援或隱藏的字符，因此 cmux 拒絕使用它。

# dialog.textURL.error.textTooLong
source: The link text is too long. The maximum length is %lld characters.
ar: نص الرابط طويل جدًا. الحد الأقصى للطول هو %lld حرف.
bs: Tekst veze je predugačak. Maksimalna dužina je %lld znakova.
da: Linkteksten er for lang. Den maksimale længde er %lld tegn.
de: Der Linktext ist zu lang. Die maximale Länge beträgt %lld Zeichen.
es: El texto del enlace es demasiado largo. La longitud máxima es de %lld caracteres.
fr: Le texte du lien est trop long. La longueur maximale est de %lld caractères.
it: Il testo del collegamento è troppo lungo. La lunghezza massima è di %lld caratteri.
ja: リンクのテキストが長すぎます。最大長は%lld文字です。
ko: 링크 텍스트가 너무 깁니다. 최대 길이는 %lld자입니다.
nb: Linkteksten er for lang. Maksimal lengde er %lld tegn.
pl: Tekst linku jest za długi. Maksymalna długość to znaki %lld.
pt_br: O texto do link é muito longo. O comprimento máximo é de caracteres %lld.
ru: Текст ссылки слишком длинный. Максимальная длина — %lld символов.
th: ข้อความลิงก์ยาวเกินไป ความยาวสูงสุดคืออักขระ %lld
tr: Bağlantı metni çok uzun. Maksimum uzunluk %lld karakterdir.
uk: Текст посилання задовгий. Максимальна довжина – %lld символів.
zh_hans: 链接文本过长。最大长度为 %lld 个字符。
zh_hant: 連結文字過長。最大長度為 %lld 個字元。

# dialog.textURL.error.titleContainsUnsafeCharacters
source: The link title contains hidden control or formatting characters, so cmux refused to use it.
ar: يحتوي عنوان الارتباط على عناصر تحكم أو أحرف تنسيق مخفية، لذا رفضت cmux استخدامه.
bs: Naslov veze sadrži skrivene znakove za kontrolu ili formatiranje, tako da je cmux odbio da ga koristi.
da: Linktitlen indeholder skjulte kontrol- eller formateringstegn, så cmux nægtede at bruge den.
de: Der Linktitel enthält versteckte Steuer- oder Formatierungszeichen, daher weigerte sich cmux, diese zu verwenden.
es: El título del enlace contiene caracteres de control o formato ocultos, por lo que cmux se negó a usarlo.
fr: Le titre du lien contient des caractères de contrôle ou de formatage cachés, donc cmux a refusé de l'utiliser.
it: Il titolo del collegamento contiene caratteri di controllo o formattazione nascosti, quindi cmux ha rifiutato di utilizzarlo.
ja: リンクタイトルに非表示の制御文字または書式文字が含まれているため、cmux は使用を拒否しました。
ko: 링크 제목에 숨겨진 제어 또는 서식 지정 문자가 포함되어 있어 cmux는 이를 사용을 거부했습니다.
nb: Koblingstittelen inneholder skjulte kontroll- eller formateringstegn, så cmux nektet å bruke den.
pl: Tytuł linku zawiera ukryte znaki sterujące lub formatujące, więc cmux odmówił jego użycia.
pt_br: O título do link contém controles ocultos ou caracteres de formatação, então cmux se recusou a usá-lo.
ru: Заголовок ссылки содержит скрытые управляющие или форматирующие символы, поэтому cmux отказался его использовать.
th: ชื่อลิงก์มีอักขระควบคุมหรือการจัดรูปแบบที่ซ่อนอยู่ ดังนั้น cmux จึงปฏิเสธที่จะใช้
tr: Bağlantı başlığı gizli kontrol veya biçimlendirme karakterleri içerdiğinden cmux bunu kullanmayı reddetti.
uk: Заголовок посилання містить приховані символи керування або форматування, тому cmux відмовився його використовувати.
zh_hans: 链接标题包含隐藏的控制或格式字符，因此 cmux 拒绝使用它。
zh_hant: 連結標題包含隱藏的控製或格式字符，因此 cmux 拒絕使用它。

# dialog.textURL.error.titleTooLong
source: The link title is too long. The maximum length is %lld characters.
ar: عنوان الرابط طويل جدًا. الحد الأقصى للطول هو %lld حرف.
bs: Naslov veze je predugačak. Maksimalna dužina je %lld znakova.
da: Linktitlen er for lang. Den maksimale længde er %lld tegn.
de: Der Linktitel ist zu lang. Die maximale Länge beträgt %lld Zeichen.
es: El título del enlace es demasiado largo. La longitud máxima es de %lld caracteres.
fr: Le titre du lien est trop long. La longueur maximale est de %lld caractères.
it: Il titolo del collegamento è troppo lungo. La lunghezza massima è di %lld caratteri.
ja: リンクのタイトルが長すぎます。最大長は%lld文字です。
ko: 링크 제목이 너무 깁니다. 최대 길이는 %lld자입니다.
nb: Linktittelen er for lang. Maksimal lengde er %lld tegn.
pl: Tytuł linku jest za długi. Maksymalna długość to znaki %lld.
pt_br: O título do link é muito longo. O comprimento máximo é de caracteres %lld.
ru: Название ссылки слишком длинное. Максимальная длина — %lld символов.
th: ชื่อลิงก์ยาวเกินไป ความยาวสูงสุดคืออักขระ %lld
tr: Bağlantı başlığı çok uzun. Maksimum uzunluk %lld karakterdir.
uk: Назва посилання задовга. Максимальна довжина – %lld символів.
zh_hans: 链接标题过长。最大长度为 %lld 个字符。
zh_hant: 連結標題過長。最大長度為 %lld 個字元。

# dialog.textURL.error.unsupportedParameter
source: The link included an unsupported parameter: %@
ar: يتضمن الارتباط معلمة غير مدعومة: %@
bs: Veza je uključivala nepodržani parametar: %@
da: Linket indeholdt en ikke-understøttet parameter: %@
de: Der Link enthielt einen nicht unterstützten Parameter: %@
es: El enlace incluía un parámetro no admitido: %@
fr: Le lien incluait un paramètre non pris en charge: %@
it: Il collegamento includeva un parametro non supportato: %@
ja: リンクに未対応のパラメータが含まれています: %@
ko: 링크에 지원되지 않는 매개변수(%@)가 포함되어 있습니다.
nb: Linken inkluderte en parameter som ikke støttes: %@
pl: Łącze zawierało nieobsługiwany parametr: %@
pt_br: O link incluía um parâmetro não suportado: %@
ru: В ссылке содержится неподдерживаемый параметр: %@.
th: ลิงก์นี้มีพารามิเตอร์ที่ไม่รองรับ: %@
tr: Bağlantı desteklenmeyen bir parametre içeriyordu: %@
uk: Посилання містило непідтримуваний параметр: %@
zh_hans: 该链接包含不受支持的参数: %@
zh_hant: 此連結包含不支援的參數: %@

# dialog.textURL.kind.prompt
source: Prompt
ar: مطالبة
de: Eingabeaufforderung
es: Inmediato
fr: Rapide
ja: プロンプト
ko: 프롬프트
ru: Промпт
th: พรอมต์
uk: Промпт
zh_hans: 提示
zh_hant: 提示

# dialog.textURL.kind.rules
source: Rules
ar: قواعد
bs: Pravila
da: Regler
de: Regeln
es: Normas
fr: Règles
it: Regole
ja: ルール
ko: 규칙
nb: Regler
pl: Zasady
pt_br: Regras
ru: Правила
th: กฎ
tr: Kurallar
uk: Правила
zh_hans: 规则
zh_hant: 規則

# dialog.textURL.kindLabel
source: Link type: %@
ar: نوع الرابط: %@
bs: Vrsta veze: %@
de: Linktyp: %@
es: Tipo de enlace: %@
fr: Type de lien: %@
it: Tipo di collegamento: %@
ja: リンクタイプ: %@
ko: 링크 유형: %@
nb: Koblingstype: %@
pl: Typ łącza: %@
pt_br: Tipo de link: %@
ru: Тип ссылки: %@
th: ประเภทลิงค์: %@
tr: Bağlantı türü: %@
uk: Тип посилання: %@
zh_hans: 链接类型: %@
zh_hant: 連結類型: %@

# dialog.textURL.paste
source: Paste
ar: لصق
bs: Zalijepi
da: Indsæt
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
ja: ペースト
ko: 붙여넣기
nb: Lim inn
pl: Wklej
pt_br: Colar
ru: Вставить
th: วาง
tr: Yapıştır
uk: Вставити
zh_hans: 粘贴
zh_hant: 貼上

# dialog.textURL.pasteFailed.message
source: cmux could not send the link text to a terminal.
ar: تعذر على cmux إرسال نص الرابط إلى طرفية.
bs: cmux nije mogao poslati tekst veze na terminal.
da: cmux kunne ikke sende linkteksten til en terminal.
de: cmux konnte den Linktext nicht an ein Terminal senden.
es: cmux no pudo enviar el texto del enlace a un terminal.
fr: cmux n'a pas pu envoyer le texte du lien à un terminal.
it: cmux non è riuscito a inviare il testo del collegamento a un terminale.
ja: cmux はリンクのテキストをターミナルに送信できませんでした。
ko: cmux가 링크 텍스트를 터미널로 보낼 수 없습니다.
nb: cmux kunne ikke sende koblingsteksten til en terminal.
pl: cmux nie mógł wysłać tekstu linku do terminala.
pt_br: cmux não conseguiu enviar o texto do link para um terminal.
ru: cmux не удалось отправить текст ссылки в терминал.
th: cmux ไม่สามารถส่งข้อความลิงก์ไปยังเทอร์มินัลได้
tr: cmux bağlantı metnini bir terminale gönderemedi.
uk: cmux не вдалося надіслати текст посилання до терміналу.
zh_hans: cmux 无法将链接文本发送到终端。
zh_hant: cmux 無法將連結文字傳送到終端機。

# dialog.textURL.previewLabel
source: Text preview:
ar: معاينة النص:
bs: Pregled teksta:
da: Teksteksempel:
de: Textvorschau:
es: Vista previa del texto:
fr: Aperçu du texte:
it: Anteprima del testo:
ja: テキストプレビュー:
ko: 텍스트 미리보기:
nb: Forhåndsvisning av tekst:
pl: Podgląd tekstu:
pt_br: Pré-visualização do texto:
ru: Предварительный просмотр текста:
th: ตัวอย่างข้อความ:
tr: Metin önizlemesi:
uk: Попередній перегляд тексту:
zh_hans: 文字预览：
zh_hant: 文字預覽：
